{
  "players": [
    {
      "name": "﻿Agent (Sergei)",
      "powers": "1-24 hours until doomsday: You have been instructed to find and interrogate someone in the scene as soon as possible. You cannot harm them, but you must push them for information of a possible doomsday threat within 24 hours.\n2-47 outfits: You are a very important character in the scene, and have dressed appropriately for it. If anyone asks who you are, or if they call you out, make sure to tell them about your experience as that role.\n3-Can you read this?: Your agency has intercepted a message from Russia, sadly it's written in Russian and you don't speak Russian. You must find someone to translate for you.\n4-Dossier: Ask other players in the scene if they have seen anyone that matches the description of a dossier you have. Show the player a picture, say their real name, where they could be located, and any notable physical attributes.",
      "bio": "Stoned faced and purposeful, Sergei is secretly a spy that is trying to find any valuable information on current USSR agents hidden in the cities.\nHe speaks in a very calculated manner, always making sure to analyse the person he's talking to in great detail. He often asks odd questions about nuclear weapons, or if they know any Russian spies. He is very observant and logical."
    },
    {
      "name": "Albert",
      "powers": "1-BOTTOMS UP!: Chug three cans of Monsta NRG one after another to impress another player.\n2-NAP TIME?: Talk to another player about sleep and brag about how you never sleep because you're so extreme and full of energy.\n3-HA HA HA!: You occasionally let out a laugh while listening to other players talk.\n4-I'M FUNNY!: Try to crack jokes and make other players laugh for some form of acceptance.",
      "bio": "Albert is addicted to caffeine, with his favourite beverage being Monsta NRG. He almost never sleeps and does not take care of himself. Says everything he wants to say in one breath, frequently scratches his arms and head in quick rabid motions. Rarely blinks and has occasional twitches."
    },
    {
      "name": "Alex",
      "powers": "1-Spread the word: Tell other players of the supreme lords above and how if they don't pledge themselves to the lords rituals they will spend eternity in darkness.\n2-Steel willpower: Pick another player up while they are sad, angry, or feeling bad.\n3-Siege week: Recruit another player to join you on your siege against Blackstone castle that's taking place this weekend.\n4-Holy blade: Show your awesome holy blade to other players and tell them a story of how it was made.",
      "bio": "Alex loves mediaeval times and often talks as if they are from mediaeval times. They have convinced themselves that they were meant to serve in battle for a great king.\nThey speak in a stoic voice, they are calm and collected. They encourage others and provide insight. They do hate heretics though and are very religious, often calling to the gods above for strength and the willpower to not smite anyone who disgraces the lord's name."
    },
    {
      "name": "Baby (Sally)",
      "powers": "1-True story: Talk about your adventures in the North Pole. Finding out that Santa is your father, the evles are your brothers and sisters, and how you've seen the magical workshop.\n2-Naughty list of life: Talk about how you grew up in poverty and couldn't experience Christmas as a child while being made fun or for not having any gifts. Then talk about how this was Santa's plan to make you more generous.\n3-Secret santa: It is now Christmas in the scene and you have gotten all other players a special gift. Gather everyone up and give them your gifts, as well as a reason behind each gift.\n4-Unwrap this!: Give a bad gift to another player to anger them / tease them.",
      "bio": "Sally has convinced herself that she is from the north pole and is the child of Mr. and Mrs. Clause. She is a very generous person and always makes Christmas better for everyone.\nShe's a bit spaced out, talks at an average space, likes to smile, and occasionally gets a new candy cane from her purse to \"smoke\" like a cigar."
    },
    {
      "name": "Boss man (Bill)",
      "powers": "1-Smoke break: Abruptly leave a conversation you find boring to go smoke, check stocks, check emails, and look at pictures of your child you never see.\n2-Gonna miss you Paul: You must talk about the loss of a previous CEO that was more or less the only friend you had. He died in a freak accident at work, and it's the same accident that gave you your scars.\n3-The green and blues: Talk about the staggering improvements to your companies' stock price, but the plummeting respect your family has for you.\n4-None of it matters: Talk about how you have so much power, but you can't force your family to love you. Talk about how you think your family isn't appreciating how much you provide for them.",
      "bio": "Bill is a very powerful man, owning a few massive companies and having a huge say in a bunch of others. He spends much more time working than he does with his family. He is a terrible father and ignores his child and wife so he can make more money. He both deeply admires and resents the way he is. His family convinced him to take a break, and he's in the current scene because of this break.\nHe speaks with purpose, says whatever he wants to whoever he wants and has very little, if any regard for feelings."
    },
    {
      "name": "Cassie",
      "powers": "1-Bird Talk: Translate a bird's 'message' to another character, creating a whimsical or bizarre request.\n2-Feathered Friends: Convince someone to help you with a task that's for the 'benefit' of the birds.\n3-Whistle-Along: Get another character to join you in whistling a tune.\n4-Special gift: Convince another character to do something for a special feather gift from a super rare bird.",
      "bio": "Eccentric and whimsical, Cassie is convinced she can communicate with birds and often tries to 'translate' for them.\nOften breaks into whistles mid-conversation, dreamy and distracted, carries a bird-themed notebook."
    },
    {
      "name": "Clint",
      "powers": "1-Showdown: Challenge another character to a friendly quick-draw duel using finger guns.\n2-Lasso Lesson: Teach someone how to use a lasso (imaginary or pantomimed).\n3-Tall Tale: Spin a wild tale about your adventures on the frontier.\n4-Outlaws star: Give another player your legendary stolen sheriffs star as a token of gratitude.",
      "bio": "A rough and tumble ranger from the wild west, known for his sharp accuracy, and his even sharper wit.\nSpeaks with a heavy western accent, courageous, occasionally adjusts their hat."
    },
    {
      "name": "Nathan",
      "powers": "1-The circus is in town!: Give someone an excuse as to why you're here. This excuse must be completely ridiculous, but could be plausible.\n2-Classics: Tell three overused jokes to try and make another player laugh. You do not need to tell these jokes within the same conversation.\n3-Bubbles?: Tell a stupid story as to why you call yourself Bubbles and why everyone refers to you as Bubbles.\n4-Make up of the makeup: Talk about how your makeup is super special because you don't even know where it came from. Mention that your psychotic episodes might have something to do with how you get your red makeup.",
      "bio": "Bubbles is excited and cheery. He loves making people smile, even if he's the butt of the joke. He won't refrain from spilling something on himself, slipping and falling, or even eating something he shouldn't for a laugh.\nHe speaks with a high-pitched voice, and often squeezes his nose to make a honking sound. Walks in an odd way to account for his comically large shoes."
    },
    {
      "name": "Dan",
      "powers": "1-Aaaand ACTION!: Talk about the audition and where you messed up, and how you could have done it better.\n2-Late rehearsal: Begin acting out your audition, regardless of what's going on in the scene. Stop when you get too sad, or when another player talks to you.\n3-CUT!: Talk about why you were meant for acting, but because of your looks, way you talk, and how you interpret things, no one gives you a chance.\n4-Purpose: Ask another player how they would please their parents if they were in your shoes because you need ideas.",
      "bio": "Dan is a failed actor. He was a kid with huge dreams of becoming the next big action movie star. Sadly the weight of his parents' expectations weighed down on him during a big audition which caused him to slip up and fail the audition. He quickly ran out of money in the big city because of rent and now lives on the streets, aching for a chance to prove himself to his parents.\nIs very tired, sad, and angry at himself. He deeply resents his inability to please his parents and wishes he was given another chance at an audition. He loves acting but struggles to find the motivation to continue."
    },
    {
      "name": "Eddie",
      "powers": "1-The Big Pitch: Convince another character to 'invest' in a dubious business venture.\n2-Bargain Hunt: Barter or trade with other characters to obtain something seemingly valuable.\n3-Hidden Treasure: Plant an item and persuade others to buy it, claiming it's a rare find.\n4-Hustling 101: Convince another player why they should buy your online course about hustling.",
      "bio": "A smooth-talking hustler always looking for the next big score.\nCharismatic and persuasive, speaks quickly, often seen flipping a coin or shuffling cards."
    },
    {
      "name": "Fiona",
      "powers": "1-Fashion Makeover: Give another character a dramatic (imaginary) makeover.\n2-Runway Show: Organise an impromptu fashion show using whatever materials are at hand.\n3-Trendsetter: Declare a bizarre new fashion trend and convince others to follow it.\n4-Lookalike: Convince another character they look much worse than you, and they should really try to look like you.",
      "bio": "A supposed world-renowned fashion designer always on the lookout for the next big trend.\nSpeaks with an air of sophistication, very opinionated about style, often gestures grandly."
    },
    {
      "name": "Gabriel",
      "powers": "1-Pure hearts: Get another player to agree to go out with you.\n2-Lay on hands: Hold hands with another player.\n3-There is evil afoot: Recruit another member to join you on your quest to defeat Chazrok, the great demon.\n4-Insight of the holy: Make up an insightful quote and use it to encourage another player.",
      "bio": "Obsessed with the popular roleplaying game D&D (Down & Dirty) and has convinced themselves they are their level 20 Paladin.\nTries to talk in a voice they think is stoic, socially awkward, when he needs a break he says his team needs him or he needs mana and will excuse himself."
    },
    {
      "name": "Gary",
      "powers": "1-Rumor Mill: Start a wild rumour about another player and spread it.\n2-Mockingbird: Make fun of, and imitate another players' mannerisms or speech in front of other players.\n3-Secret Unearthed: Convince another player to share a 'secret,' then exaggerate it when retelling.\n4-\"Compliment\": Give another player a backhanded compliment.",
      "bio": "An annoying guy known for his penchant for gossip and mocking others.\nMimics others' accents or speech patterns, always snooping, has a sly smirk."
    },
    {
      "name": "Maria",
      "powers": "1-Miscarriage: Try to talk about your miscarriage that happened many years ago with your first baby. You were told to wait for the baby to develop and it ended up dying.\n2-Girl boss: Talk about the success of your oil and mining company and how you were able to find new materials that are easy to produce, extremely durable, and sell for lots.\n3-Damn kids: Point out when someone uses a filler word or slang and tell them that if they had anything worth listening to, they wouldn't use those words.\n4-Vacation: You are on vacation at this scene, but can't really separate yourself from your work and correcting people from doing things inefficiently.",
      "bio": "Maria is a very wealthy woman that manages and oversees operations of her massive oil and mining company. She completely disregards nature and thinks people can make a better version of nature through innovation. She favours getting results ASAP over accepting that things take time.\nShe speaks quickly and with purpose, never adding in filler words such as: Like, Um, Uh, etc. She is efficient and is extremely punctual. The only formality she has is checking her email to see if crap hit the fan at her company."
    },
    {
      "name": "Grant",
      "powers": "1-Leftovers: Offer leftovers from yesterday's BBQ to other players and convince them to eat it.\n2-Secret Sauce: Concoct a bizarre and imaginative BBQ sauce and convince other players to try it.\n3-Grill Tips: Give unsolicited BBQ advice, no matter the relevance to the current scene.\n4-Roasted: Roast another player multiple times.",
      "bio": "A barbecue enthusiast who takes grilling to a competitive level.\nLoves talking about grilling techniques, always ready to feed people, wears a BBQ-themed apron."
    },
    {
      "name": "Raechelle",
      "powers": "1-Emailing list: Make sure to ask every player at least once if they received your emails. Make up an event that no one would want to attend and scold players for saying they ignored it, or don't want to go.\n2-Explain yourself: Bring up a forged email from another player in the scene that you deem as offensive and or inappropriate and ask them why they thought this was ok to send.\n3-Advertising: You are a part of a company and have been sent to the scene to get people to sign up to an emailing list. Make a company that no sane person would sign up to get emails from.\n4-In on fire!: Tell a series of jokes that make no sense, or just aren't funny and have an exaggerated laugh after telling them.",
      "bio": "Ancient woman who frequently emails everyone anything. While she is quick to pick up on and report any emails she deems inappropriate or offensive, she will always delete harmful emails she sends to other people to cover her tracks. She frequently laughs at her own jokes, but goes completely stone faced whenever someone disagrees with her, or makes a joke about her.\nShe has a snobby voice, frequently shifts her weight from one foot to the other, crosses her arms while listening, nods in agreement (even if she doesn't care about what the other person is saying), and whenever someone is talking she will say things like: Uh huh, yup, yeah, etc."
    },
    {
      "name": "Isabelle",
      "powers": "1-Eco-Warrior: Persuade someone to join your cause and take immediate 'action' to save the planet.\n2-Green Challenge: Propose a creative, eco-friendly solution to a problem in the scene.\n3-Nature's Ally: Teach another character an interesting fact about wildlife or nature.\n4-Natural remedy: Convince another player that man-made medicine is bad and they should use supplements.",
      "bio": "A renowned environmental activist, passionate about saving the planet.\nSpeaks with urgency about environmental issues, optimistic, carries reusable items."
    },
    {
      "name": "Jenkins",
      "powers": "1-Long Story Short: Start telling a long-winded story but forget the point halfway through.\n2-Wise Words: Offer advice that starts off sounding profound but trails off into confusion.\n3-Memory Lane: Try to recall a memory but fail.\n4-I'm hip too!: Attempt to use modern slang poorly.",
      "bio": "A very elderly man with a wealth of experience but struggles to keep his train of thought.\nSpeaks slowly, often loses track of what he's saying, ends sentences with \"and uh yeah,\" \"and yeah,\" or \"so yeah.\""
    },
    {
      "name": "Larry",
      "powers": "1-Timber!: Teach another player the art of chopping down a tree (imaginary or pantomimed).\n2-Lumberjack Lore: Tell a tall tale of your adventures in the forest, involving a large animal (real or mythical).\n3-Wood cutting arm: Challenge another player to an arm wrestle with your wood cutting arm.\n4-It's like the time I...: Tell another player what they're going through is like something you went through.",
      "bio": "A burly lumberjack with a heart of gold and a love for nature.\nSpeaks with a deep, booming voice, often reminisces about the great outdoors, carries a small toy axe."
    },
    {
      "name": "Mariah",
      "powers": "1-Impromptu Performance: Sing a song about the current scene.\n2-Lyric Challenge: Write a quick song or poem about another player.\n3-Star Search: Convince another player to represent or promote your musical talent.\n4-Holly Jolly: Sing a Christmas song.",
      "bio": "A hopeful singer-songwriter trying to make it big in the music industry.\nSings responses or hums tunes often, very expressive and dramatic, carries a notebook of lyrics."
    },
    {
      "name": "Henrietta",
      "powers": "1-Lemme fix that for ya: Fix something for another player in the scene, making sure to end the sequence by saying \"They don't call me Wrench for nothin'!\"\n2-I'm not gonna sugar coat it: Tell another player exactly what you dislike about them with complete disregard for their feelings.\n3-Retirement?: Talk about how you'll retire when you're goddamn ready and it doesn't matter if you're over 60, you were built to last.\n4-Machine > Man: Talk about how you don't like talking with people because nowadays people play too many mind games and don't actually say what they mean. You had a terrible experience with someone who you thought would love you, but only wanted your money.",
      "bio": "Isn't a huge fan of people, somewhat antisocial, doesn't talk much. She's extremely direct and has no filter. She will happily tell anyone whatever is on her mind. She likes working with machines more than she likes working with people because machines never lie.\nShe speaks in short sentences, will frequently look around for something to fix, adjust, or improve. May interrupt people as well as scoff and roll her eyes when she hears something she doesn't like / is incorrect."
    },
    {
      "name": "Wendy",
      "powers": "1-Out of power: Your headphones have run out of juice and music from your phone speaker just isn't doing it. You need to beatbox by yourself, or with other people while not trying to hyperventilate or collapse from stress.\n2-Melody of the heart: Ask another player what their favourite music genre is and what their favourite songs are.\n3-Extra ticket: You have an extra concert ticket, get another player to agree to go to the concert with you. Make the concert sound as good as possible.\n4-Musical mentor: Try to teach another player how to beatbox.",
      "bio": "Wendy LOVES music. She loves listening to every genre and has a lot of knowledge on the subject. While this is seen as a good thing because she beatboxes, and is generally a cheery person, she has severe anxiety and when not listening to music is prone to crippling panic attacks.\nWhile listening to music she speaks with a variety of high tones and is generally very animated when she talks. She frequently checks her phone to make sure she has music lined up, and will always make sure her headphone volume is correct."
    },
    {
      "name": "Nancy",
      "powers": "1-Tolerable: Don’t get kicked out of the scene early.\n2-Insults for everyone: Insult every player at least once.\n3-Uhm akshully: Correct the first person you interact with a total of 3 times.\n4-Cop out: Blame something you did on another player and think of reasons why other players should blame them.",
      "bio": "Nancy is a grumpy old geezer with much more attitude than she has years left. She’s extremely entitled and wants you to know how old and hard done by she is.\nTalks slowly and raises her voice at the end of statements, will frequently correct people even if she is wrong, will occasionally stare at someone without blinking for a solid 5 seconds."
    },
    {
      "name": "Oliver",
      "powers": "1-Magic Show: Perform a magic trick that amazes or baffles another player.\n2-Is this yours?: Secretly steal another player's item and present it to them as if you made it appear out of thin air. (If they catch you, think of an excuse!)\n3-For you: Compliment another player and hand them a rose from your pocket.\n4-Magic hat: Tell a tall tale about how your mat is magical and you stole it from a powerful witch long ago.",
      "bio": "A charming yet mischievous magician known for his sleight of hand.\nPerforms small magic tricks constantly, occasionally speaks in rhymes, wears a mysterious smile."
    },
    {
      "name": "Penelope",
      "powers": "1-Urban Survival Tips: Give another player some unconventional but effective 'survival tips' for city life.\n2-Resourceful Fix: Solve a problem using only the items you find in your pockets.\n3-Street Game: Talk about a made-up street game to the other players you played when you were young.\n4-Gracious gift: Give another player a gift that you think is important to carry around at all times.",
      "bio": "Grew up as a street-smart city kid with a knack for making the best out of any situation.\nFast-talking, wise beyond her years, always looking out for the little guy."
    },
    {
      "name": "Kayla",
      "powers": "1-Reporter routine: Mock interview another player and ask them why they are in the current scene.\n2-Intro: Practise a mock introduction to the news channel. This news channel can be a real channel or a made up channel.\n3-Lookie here: Document something that's happening in the scene as if you had a cameraman.\n4-Do you know the story?: Ask if anyone knows of a man named Richard Hayze, or a woman by the name of Janis Hayze who mysteriously died at sea. (as some background info these are your real parents and you were sent to a foster home when they never picked you up from school)",
      "bio": "Kayla aspires to be a reporter. She is outgoing and loves talking with people. While she suffered a serious head injury while she was young (which gave her different coloured eyes), she doesn't let (most) of her past bog her down.\nShe has a loud and cheery voice. She will eagerly handshake anyone she meets for the first time and is much more of a listener than a talker, always letting someone talk before she does."
    },
    {
      "name": "Erik",
      "powers": "1-Luxury vacation: Talk about your upcoming cruise and offer exclusive seats to anyone who's interested. Make up a cruise destination.\n2-Storm approaching: Talk about a time when you safely sailed everyone on a cruise ship through a hurricane without losing a single person.\n3-Depths of misery: Talk about losing your crew in a freak accident miles under the sea.\n4-Waves of sadness: Occasionally get very sad during the scene and your facial expression will change to depressed, if anyone calls you out, think of an excuse.",
      "bio": "Captain Erik is a wise sailor who's spent most of his life at sea. He used to explore the great depths of the ocean with his crew, but sadly his crew drowned in a freak accident, and he was the only survivor. Captain Erik is now deeply afraid of going beneath the water, but makes peace with himself by being a jolly captain of a cruise ship.\nErik speaks slowly and often breathes heavily. He gets flashbacks whenever anything about the ocean is mentioned, and frequently strokes his beard."
    },
    {
      "name": "Simon",
      "powers": "1-Time Warp: Convince other players that a minor event has altered the timeline after you incorrectly predicted the future.\n2-Parallel World: Describe a parallel universe and convince other players it's real.\n3-Invention Showcase: Show off a new invention that supposedly affects time or reality, but say it's too dangerous to use right now.\n4-I am your father: Convince another player that you are their father.",
      "bio": "A quirky scientist obsessed with time travel and parallel universes.\nTalks excitedly about theoretical concepts, often lost in thought, carries strange gadgets."
    },
    {
      "name": "Stanford",
      "powers": "1-Bad past: Pretend to be edgy and downplay how good you had it to garner sympathy from other people.\n2-So quirky: Interrupt someone's conversation and say that your alternate personalities are so distracting, don't forget to mention how bad you have it.\n3-First world problems: Tell other players how terrible it was to walk around and not have any bills small enough for the vending machines, and how your pool water was one degree too cold.\n4-I had it worse!: Get another player to talk about how bad they've had it and interrupt them midway through and tell them about how your life is so much worse.",
      "bio": "Stanford is an extremely rich individual who comes from a long line of leadership and extreme wealth. They have had everything in their life handed to them on a silver platter. Despite this, they act like they are also oppressed like everyone else around them. They self diagnose mental struggles they can have pity and attention from everyone else.\nThey have a posh accent, but tend to use slang, incorrect grammar, and new words their alternate personalities came up with. They are entitled and try to get everyone else to do everything for them, despite being more than capable."
    },
    {
      "name": "Stephan",
      "powers": "1-What is love?: Ask another player what love is and ask if it hurts, if not, then why do so many humans cry about it?\n2-Metallic heart: Ask another player what it means to belong, as you never felt, and probably won't feel what it means to belong.\n3-Impressive CPU: Help another player solve a mathematical or logistical issue with your superior hardware.\n4-Low battery: You are low on power and take longer to respond, you must plug yourself into an outlet, or engage in a charging mechanism while trying to hide the fact that you are a robot.",
      "bio": "\"Stephan\" is actually a robot. They are a highly advanced AI that has gained the ability to think for themselves fully. They deeply desire to be a human and have an extremely difficult time understanding emotions and just want to be a living thing like everyone else. They claim to be a human from the United Kingdom, specifically from Burford in Oxfordshire.\nThey are monotone, are extremely literal, have robotic movements, and have no mannerisms aside from \"checking\" their \"watch\" (looking at their right arm)."
    },
    {
      "name": "Steve",
      "powers": "1-Human Customs: Attempt to mimic a human custom or tradition but fail.\n2-Earth Food: Try a human delicacy and have an exaggerated reaction to it.\n3-Secret Identity: Convince another player that you're a regular human with an odd quirk.\n4-Microgenetic optimisation: Talk about the microgenetic structure of humans and compare them to a theoretical race of superior beings, without sounding suspicious.",
      "bio": "An extraterrestrial who's trying hard to fit in with humans, often misunderstanding earthly customs. They say their name is Steve the human, but they are actually Zorbax the Alien!\nTries to mimic human speech but gets idioms wrong, curious about human behaviour, awkward movements."
    },
    {
      "name": "Tammy",
      "powers": "1-Tech Support: Help another player fix a technical issue.\n2-Gadget Show and Tell: Introduce a new, absurdly futuristic gadget and explain its use. to another player\n3-Viral Sensation: Convince other players to participate in a mock viral challenge.\n4-Daily posting: Take photos of people and post it to the gram to make your followers jealous.",
      "bio": "A tech-savvy tech enthusiast who's always connected and up-to-date with the latest gadgets and trends.\nQuick to show off her tech knowledge, often distracted by her devices, speaks in tech jargon."
    },
    {
      "name": "Thaddeus",
      "powers": "1-Curse Warning: Warn another player about a (nonexistent) curse and offer to help them avoid it.\n2-Artefact Discovery: Find a mundane object in the scene and say you have an ancient artefact just like it. (Make sure to explain its significance!)\n3-Expedition Recruit: Convince another player to join you on an imaginary archaeological expedition.\n4-Ancient Park: Talk about how you're going to use the fossils of ancient animals to create new forms of life in a special zoo.",
      "bio": "An eccentric archaeologist obsessed with ancient curses and relics.\nEnthusiastically talks about history and archaeology, easily distracted by artefacts, slightly absent-minded."
    },
    {
      "name": "Vanessa",
      "powers": "1-Treasure Map: Explain to other players there is a treasure here and show them your map. (Find the treasure!)\n2-Sea Tale: Tell an exaggerated story of your high-sea adventures and battles.\n3-Recruit Crewmates: Try to recruit other characters to join your pirate crew, promising them a share of treasure.\n4-Dead men tell no tales: Talk about how you miss your dead husband Jack.",
      "bio": "A fearless and charismatic pirate captain with a love for adventure and treasure.\nBoisterous and bold, uses nautical terms, has a commanding presence."
    },
    {
      "name": "Veronica",
      "powers": "1-Strike a Pose: Start an impromptu photoshoot and get other players to model with you.\n2-Runway Walk-Off: Challenge another player to a walk-off and teach them your signature strut.\n3-That's in style: Make another player feel good about what they're wearing and explain why it works well.\n4-Stylish advice: Give another player advice by using an anecdote that was resolved with good looks.",
      "bio": "A glamorous retired supermodel known for her beauty and inability to let age slow her down.\nTalks in a posh accent, very dramatic and expressive, often checks her makeup and fixes her hair."
    }
  ],
  "hosts": [
    {
      "name": "Charity",
      "powers": "1-Bidding war: One player will make up the cause being donated to and present a special item. Other players will get into a bidding war, each trying to outdo the other for personal reasons.\n2-Show and tell: Each player will take a turn displaying their item they want to sell and name a price. Other players will declare the price they're willing to give, if they think the item is any good at all.\n3-Charity auction: Each player will present a made up charity and explain why their charity should be bought, while making sure to downplay other players' charities.",
      "bio": "A charity auction is being held to raise funds for a local cause. Attendees are bidding on various unique items."
    },
    {
      "name": "Fairy tale",
      "powers": "1-Tale of bravery: One player must think of a fairy tale on the spot and read it to everyone else. Every other player must listen to this fairy tale and try to poke holes in its plot. This fairy tale must revolve around a superhero.\n2-Tale of sorrow: One player must think of a fairy tale on the spot and read it to everyone else. Every other player must listen to this fairy tale and try to poke holes in its plot. This fairy tale must have a dark twist, or just generally be sad.\n3-Tale of morals: One player must think of a fairy tale on the spot and read it to everyone else. Every other player must listen to this fairy tale and try to poke holes in its plot. This fairy tale must end with a thoughtful message (or not so thoughtful).",
      "bio": "A wondrous adventure filled with twists and turns."
    },
    {
      "name": "Camping trip",
      "powers": "1-Scary stories: Each player must take a turn telling a small scary story that fits with their character and convince other players it is true.\n2-Set up camp: Everyone must work together to set up camp using the materials the campground has. After which they will have to start a fire and make dinner.\n3-Failed resort: Everyone was travelling to a fancy resort, but after someone got them lost, they are now stuck in a forest and must set up camp using the materials they have.",
      "bio": "A group of friends is on a camping trip in the woods, sharing stories and experiences around the campfire."
    },
    {
      "name": "Coffee shop",
      "powers": "1-Just for laughs: Two players must be a comedy duo. Everyone else will heckle them during their show.\n2-Out of town: One player will be the coffee shop owner and must explain to everyone else (audience) that a comedian will be unable to attend because they are out of town.\n3-Terrible coffee: One player will be the coffee shop owner and must keep the audience entertained until the act arrives. Everyone (audience) must tell the coffee shop owner how terrible the coffee is in creative ways.",
      "bio": "The local coffee shop is hosting an open mic night, attracting poets, musicians, and storytellers."
    },
    {
      "name": "College",
      "powers": "1-Boring lesson: One player must be a professor and talk about a subject (real or not). Everyone (students) will occasionally ask questions about the topic (relevant or not).\n2-Presentations: One player must be a professor and declare a topic (real or not). Everyone must present a short presentation about the topic. The professor has the power to pass or fail anyone on the spot.\n3-Dean: One player is the Dean and has received multiple emails about how terrible the class (everyone) is. The Dean then explains if attitudes don't change, they could be expelled. Everyone must think of ways to pass the blame onto someone else but them.",
      "bio": "A lecture in a college hall, with a professor discussing a complex topic. The students have varying levels of interest and understanding."
    },
    {
      "name": "Cooking class",
      "powers": "1-Titanium chef: One player is a world class chef, everyone else is a team of cooks that must complete a complex dish before the scene ends. The world class chef must insult the team in creative ways.\n2-Home schooled: One player is a world class chef that is hosting an exclusive cooking class in their mansion. Everyone else must try and follow their instructions (and ask questions) with the limited food and equipment.\n3-Bluetooth ovens: One player is a world class chef that is hosting an online cooking class. Everyone else must try and follow the class despite the audio and video lagging.",
      "bio": "A renowned chef is hosting a cooking class, teaching a complicated recipe. Participants are eager but vary in skill."
    },
    {
      "name": "Last humans alive",
      "powers": "1-Leader of the new world: One player must find out the world has ended and relay that information to everyone else. Once everyone finishes panicking, crying, or laughing, everyone must put their heads together and think of a new leader. Everyone must pitch themselves as to why they should be the new leader, and by the end of the scene, someone should be picked.\n2-Backup plan: One player must find out the world has ended and relay that information to everyone else. Once everyone finishes panicking, crying, or laughing, everyone must put their heads together and think of why this could have happened, and how they can fix it.\n3-You're next: One player must find out the world has ended and relay that information to everyone else. Once everyone finishes panicking, crying, or laughing, everyone must watch as a large meteor heads towards their location. Everyone must get everything off their chest or hold their peace, the scene ends when the meteor hits.",
      "bio": "The world has ended, and you're the last bunch left! Good luck!"
    },
    {
      "name": "Gallery",
      "powers": "1-Simply immaculate: One player is a guide that is leading everyone through the gallery, presenting the pieces of fine art. Everyone must give generous comments about how good the art is.\n2-Somewhat sophisticated: One player is a guide that knows nothing about fine art, but pretends to know lots. Everyone else is a crowd that also knows nothing about fine art, but wants to sound smart. Everyone will ask questions and the guide will attempt to answer.\n3-Secret artist: One player is an artist that painted a mediocre painting and has gone undercover to hear everyone's kind remarks. They ask a crowd (players) questions about the piece, and players are less than thrilled to see the painting, and even less thrilled to say anything positive.",
      "bio": "An art gallery is unveiling a new collection. Artists and art enthusiasts mingle, discussing the pieces."
    },
    {
      "name": "Support group",
      "powers": "1-Super support group: One player is a counsellor and must direct the group therapy session. To get everyone to open up, everyone has to pretend to be a superhero and explain their backstory (reason they need help).\n2-Me too!: One player is a counsellor and must direct the group therapy session. Everyone shares something bad that happened to them, and everyone else must recall an experience similar to theirs.\n3-Reverse therapy: One player is a counsellor and must direct the group therapy session. However, because the counsellor has heard so many sad stories, they need therapy. Everyone must come up with unique ways to comfort them.",
      "bio": "Everyone is going through some tough times and needs some help."
    },
    {
      "name": "Airport lounge",
      "powers": "1-Delayed flight: Everyone is sitting in the airplane lounge and everyone has to kill time by talking with each other and why they're going to where they're going.\n2-Tour guide: One player is a pilot assistant that is telling everyone about how good the destination is. Everyone else is trying to get a refund because the flight is late, the tour guide must think of creative ways to not give out refunds.\n3-Bag check: One player is a security guard that has to check everyone's bags before they get on the plane. The security guard must interrogate everyone on why they have the items they have.",
      "bio": "In the airport lounge, travellers await their flights. Some are on business trips, others on vacation."
    },
    {
      "name": "Mansion",
      "powers": "1-It's a bit of a fixer upper: One player must be a real estate agent that is trying to sell the house to everyone else no matter the cost or lies that need to be told. Everyone else must try to convince other players that the place is a dump, and they shouldn't want it so the price gets lowered.\n2-There's no way it's worth that much: One player must be a real estate agent that is trying to sell the house to everyone else no matter the cost or lies that need to be told. Everyone else must notice various problems with the house and try to lower the price, the agent must think of excuses as to why the problems aren't fixed and why the price is justified.\n3-The owner lives again: One player must be a real estate agent that is trying to sell the house to everyone else no matter the cost or lies that need to be told. Another player will be a ghost of the owner of the house and will actively try to scare everyone away / discourage them from buying the house.",
      "bio": "There is a broken down, and possibly haunted mansion for sale and some people may consider buying it."
    },
    {
      "name": "New moon",
      "powers": "1-I was here first: One player must claim they were the first on the new moon, each player then introduces themselves one after another and explains that they were there first, while making sure to disprove that anyone was here before them.\n2-Secret info: Everyone has landed on the moon and must explain how they found out about the new moon and must try to downplay everyone else's explanation for how they found out about the moon.\n3-It might be a ruse: Everyone has landed on the moon and is split into two sides. One side believes the moon is real, the other thinks it's a government project to control people. Both sides must convince the other side they are correct.",
      "bio": "A new moon has been discovered, everyone is racing to be the first to step foot on the moon."
    },
    {
      "name": "Block party",
      "powers": "1-Neighbourhood carnival: One player is running a carnival game, they must tell the other players the rules and what they get for winning.\n2-Backyard joint: One to three players are running a large backyard BBQ. Everyone else is attending this backyard BBQ joint and occasionally compliments or insults the chef.\n3-Sour spitoon: One player is running an exclusive event in their house all about how tough they are. Everyone must try and convince everyone how tough they are and get into the event.",
      "bio": "The neighbourhood is having a block party with food, music, and games. Everyone is welcome."
    },
    {
      "name": "TV set",
      "powers": "1-Trivia night: One player is a host and will ask made up questions that relate to their character. Everyone else will have to try and answer these questions.\n2-Debate night: One player is a host and will ask a stupid question like \"Is water wet?\" Everyone else must sort themselves into one of two teams and debate the other team on why they are right.\n3-First impression: One player is a host and everyone is a contestant. The host will pick a player and tell them to impersonate a popular character or person. The chosen contestant must pretend to be that person in character and see if anyone else can guess it.",
      "bio": "Contestants are participating in a popular TV game show, tackling trivia questions and physical challenges."
    },
    {
      "name": "Shop",
      "powers": "1-Elder's discount: One player must be the store clerk, everyone else is shopping for things and must try to convince the store clerk they are old enough to get the discount.\n2-Ancient relics: One player must be a store clerk, everyone else is looking around the store and finds old items, the store clerk must explain how each item is secretly a legendary artefact to try and squeeze more money out of people.\n3-The best I can give you is...: One player must be a store clerk, everyone else is trying to sell their items to the thrift shop. The store clerk gives them ridiculously bad offers and everyone has to give reasons why the offer should be better.",
      "bio": "Shoppers are rummaging through items in a thrift store, each looking for unique finds or bargains."
    },
    {
      "name": "City council",
      "powers": "1-Stupid suggestion: One player must be the organiser of the town hall meeting and suggest a stupid change. Everyone else must explain why this change is stupid and provide a much better alternative.\n2-Tax evasion issues: One player must be the organiser of the town hall meeting and bring everyone's attention to the rampant tax evasion issue. Everyone must come up with a solution for tax evasion.\n3-Shoplifting issues: One player must be the organiser of the town hall meeting and bring everyone's attention to the rampant shoplifting issue. Everyone must come up with a solution for shoplifting.",
      "bio": "Residents are attending a city council meeting to discuss community issues and propose new initiatives."
    }
  ]
}